[{"title":"Need more help?","subtitle":"Click here and you will be redirected to a telegram group."},{"title":"Where can I find news and new updates?","subtitle":"You can find more news on the official telegram channel “MBMods“, click here to open the link"},{"title":"Messages are not sent, statuses cannot be published, I can't make calls","subtitle":"On the main screen, click on the three dots (•••), search among the square options, look for -Fix message delay-, press it and wait for WhatsApp to restart.\n\nOr just click here."},{"title":"I love the app! I want to make a donation, how do I do it?","subtitle":"Thank you!\nThe application is kept free thanks to the advertisements on the website ( https://mb-mods.net ), You may visit many pages and see multiple ads (you need to disable your Ad Blocker).\nYou can also 'Invite a Coffee' from this website:\nhttps://buymeacoffee.com/stefanoyg"},{"title":"Privacy settings not working, My contacts see that I receive/read their messages, also i get double calls","subtitle":"You need to have the WhatsApp app completely asleep. Here are three options you can try:\n\n1. Force WhatsApp to shut down every 5 hours.\n2. Remove internet access only from WhatsApp, using your device's settings (varies by system).\n3. Add a proxy to official WhatsApp that will disable internet access (most useful).\n\n• Click the link to learn how to set up a proxy on official WhatsApp:\nhttps://mb-mods.net/how-to-add-proxy-whatsapp/\n\nPS: To regain connection on official WhatsApp, you must remove any restrictions."},{"title":"I receive double notification of messages","subtitle":"It is suggested to disable notifications from official WhatsApp"},{"title":"How to save a contact?","subtitle":"You need to add it from official WhatsApp or the contacts app"},{"title":"Can I delete the downloaded file after installing the update?","subtitle":"Yes, you can delete the apk file, this will not affect your WhatsApp."},{"title":"I found ads on my WhatsApp.","subtitle":"Ads? I will never add ads on MBWhatsApp.\n\nIn the settings of your device -> applicationes.\nLook for some strange application, it may not contain an icon or even a name, uninstall immediately."},{"title":"How can I hide a chat?","subtitle":"You can restrict a chat using WhatsApp's own feature, or you can also archive it and hide access to archived chats.\n\nTo hide archived chats go to MB Preferences -> Home Screen -> Hide access to archived chats"},{"title":"How to add stickers to MBWhatsApp?","subtitle":"If you can't add stickers or MBWhatsApp isn't detected by the sticker apps, it's recommended to install WhatsApp Business. Once installed, don't open it, go back to adding stickers yours Stickers.\n\nIf you add a lot of stickers, it's best to keep WhatsApp Business installed. But you don't need to open it or verify your number."},{"title":"How to separate the contact and group conversation?","subtitle":"You can only remove groups from the chat list.\n\nGo to MB Preferences -> Home Screen -> Remove Group from Chat List"},{"title":"I can't take screenshots or record the screen","subtitle":"You've probably turned on the option to block screenshots. Simply go to Settings -> MB Preferences -> Other settings -> Block screenshot, and turn it off"},{"title":"I can't edit messages","subtitle":"After sending a message, you only have a maximum of 15 minutes to edit "}]